[{"analyzedText":"Following are some of the main factors likely to affect Indonesian stocks on Thursday: ** Security was tight in Jakarta ahead of a trial involving ousted Indonesian Democratic Party leader Megawati Sukarnoputri. Around 200 police and troops were stationed outside the court in central Jakarta but there was no sign of demonstrators. ** The Dow Jones industrial average closed down 31.44 points at 5,689.82 on Wednesday, ending a three-session winning streak as investors took profits and tobacco stocks took a beating. MARKETS: ** The Jakarta composite index rose 2.60 points, or 0.48 percent, to 542.20 points on Wednesday on the back of bargain-hunting in selected big-capitalised stocks and secondliners. ** On Thursday, the Indonesian rupiah was at 2,343.00/43.50 in early trading against an opening of 2,342.75/43.50. STOCKS TO WATCH ** Packaging manufacturer Super Indah Makmur on announcement of a tender offer by PT VDH Teguh Sakti, a wholly-owned subsidiary of Singapore-listed Van Der Horst. ** Privately-owned Bank Duta on market talk that it is obtaining fresh syndicated loans, a management reshuffle and fresh equity injection. ** Ciputra Development on reports of a plan to build property projects worth $2 billion in Jakarta and Surabaya.","events":[{"content":"** The Dow Jones industrial average closed down 31.44 points at 5,689.82 ending a three-session winning streak","end":"1996-7-21 23,59,59","personalTime":"false","start":"1996-7-21 00,00,00","text":"** The Dow Jones industrial average closed down 31.44 points at 5,689.82 on Wednesday, ending a three-session winning streak as investors took profits and tobacco stocks took a beating.","timeSpan":"false"},{"content":"the Indonesian rupiah was at 2,343.00 / 43.50","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"** On Thursday, the Indonesian rupiah was at 2,343.00/43.50 in early trading against an opening of 2,342.75/43.50.","timeSpan":"false"}],"timestamp":"19960822000000"},{"analyzedText":"The South Korean won was unchanged against the dollar at the end of Thursday's trading as market players remained cautious on fears of central bank intervention, dealers said. They said that the central Bank of Korea's intention to keep the dollar/won rate below 820 was clear. The won closed at its opening level of 818.80 after ranging tightly between 818.50 and 818.90. 'Everyone is nervous that the BOK will come in if the rate goes up little above the current levels,' said a foreign bank dealer.   Traders said some export settlements were seen on Thursday, but import negotiations were being held until the dollar became a little weaker. The won was expected to trade between 818.50 and 819.50 on Friday, with a base mid-rate of 818.80. On Thursday, the mid-rate was pegged at 818.60.","events":[{"content":"the South Korean won was unchanged against the dollar","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"The South Korean won was unchanged against the dollar at the end of Thursday's trading as market players remained cautious on fears of central bank intervention, dealers said.","timeSpan":"false"},{"content":"some export settlements were seen","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"Traders said some export settlements were seen on Thursday, but import negotiations were being held until the dollar became a little weaker.","timeSpan":"false"},{"content":"the mid-rate was pegged at 818.60","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"On Thursday, the mid-rate was pegged at 818.60.","timeSpan":"false"}],"timestamp":"19960822000000"},{"analyzedText":"Yen-based Tokyo precious metal futures ended mostly lower on Thursday, pressured by sporadic selling, reflecting weaker spot prices, traders said. Gold prices ranged from three to seven yen per gram lower. Benchmark June finished seven yen weaker at 1,340 yen. Silver futures ranged from 0.6 yen to 1.6 yen per 10 grams lower. Benchmark June ended 1.0 yen down at 182.6 yen. Activity remained lacklustre, with most private investors sidelined ahead of the Bundesbank council meeting later today. 'Investors are watching for any reaction in the currency market after the Bundesbank meeting,' one trader said.   Bullion was quoted at $386.80/387.10 per ounce at the Tokyo close, against $386.60/387.10 in New York on Wednesday. Traders said gold bullion was unlikely to move out of its current ranges in the near term, sandwiched by physical buying and the expected selling from producers. Platinum prices were off the day's lows, as the firmer spot platinum prices provided support to the market. The platinum market was little moved by the news that last month's strike at the South African miner Rustenburg Platinum Holdings had cost the company some 264 million rand in lost revenue.   Platinum prices ranged from unchanged to four yen per gram lower. Benchmark June was down three at 1,376 yen. Spot platinum prices was quoted at $398.50/399/50 at the Tokyo close, after opening at $397.75/398.75. In palladium futures market, private investors hunted for bargins after the benchmark June contract fell to the low of 435 yen per gram. Palladium futures ranged from six yen per gram weaker to one yen firmer. Benchmark June stood one yen up at 440 yen.","events":[{"content":"yen-based Tokyo precious metal futures ended mostly lower pressured by sporadic selling , reflecting weaker spot prices","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"Yen-based Tokyo precious metal futures ended mostly lower on Thursday, pressured by sporadic selling, reflecting weaker spot prices, traders said.","timeSpan":"false"},{"content":"most private investors sidelined ahead of the Bundesbank council meeting","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"Activity remained lacklustre, with most private investors sidelined ahead of the Bundesbank council meeting later today.","timeSpan":"false"}],"timestamp":"19960822000000"},{"analyzedText":"Japan's Ministry of Finance (MOF) plans to offer two-year government notes through a price-competitive auction on Friday, a MOF official said on Thursday. Bond traders said the next offer after that will be for six-year government bonds, which are likely to be auctioned next Tuesday. City banks' demand for the medium-term Japanese government bonds (JGBs) is expected to be strong, they said.   When MOF last auctioned two-year notes on July 25, it offered 120 billion yen worth of 1.3 percent notes. The previous auction of six-year bonds was conducted on July 2, when the ministry offered 500 billion yen worth of 2.5 percent bonds.","events":[{"content":"a MOF official said","end":"1996-7-16 23,59,59","personalTime":"false","start":"1996-7-16 00,00,00","text":"Japan's Ministry of Finance (MOF) plans to offer two-year government notes through a price-competitive auction on Friday, a MOF official said on Thursday.","timeSpan":"false"},{"content":"a MOF official said","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"Japan's Ministry of Finance (MOF) plans to offer two-year government notes through a price-competitive auction on Friday, a MOF official said on Thursday.","timeSpan":"false"},{"content":"MOF auctioned last two-year notes","end":"1996-6-25 23,59,59","personalTime":"false","start":"1996-6-25 00,00,00","text":"When MOF last auctioned two-year notes on July 25, it offered 120 billion yen worth of 1.3 percent notes.","timeSpan":"false"},{"content":"the previous auction of six-year bonds was conducted","end":"1996-6-02 23,59,59","personalTime":"false","start":"1996-6-02 00,00,00","text":"The previous auction of six-year bonds was conducted on July 2, when the ministry offered 500 billion yen worth of 2.5 percent bonds.","timeSpan":"false"}],"timestamp":"19960822000000"},{"analyzedText":"Stocks slipped on Thursday on gloomy economic future and rising interest rates despite announcement of a securities market reform plan, brokers said. 'The current slide looks quite stubborn. Only stronger steps, such as an expansion of the foreign stock ownership, can stop the market from falling further,' said Lee Ji-yol of Daishin Securities. The composite stock index closed 9.49 points lower at a provisional 779.63, the lowest since November 10, 1993 when it closed at 777.89. Brokers said the securities market reform plan, including allowance of margin trading in the second-tier stocks, lacked incentives for fund inflows.   Volume was thin with only 16.83 million shares changing hands, compared with 17.22 million on Wednesday. Losers outpaced gainers 485 to 308 with 155 unchanged. The finance ministry announced on Thursday a liberalisation programme to streamline the securities industry, including expansion of the daily price fluctuation limit. High interest rates ahead of the Korean Thanksgiving holidays further dragged down stock prices. The yield on the three-year corporate bond hovered at a year high of 12.58 percent on Thursday, The overnight call rates moved between 16.00 percent and 16.50 percent.","events":[{"content":"Stocks slipped on gloomy economic future and rising interest rates despite announcement of a securities market reform plan","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"Stocks slipped on Thursday on gloomy economic future and rising interest rates despite announcement of a securities market reform plan, brokers said.","timeSpan":"false"},{"content":"the finance ministry announced a liberalisation programme to streamline the securities industry","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"The finance ministry announced on Thursday a liberalisation programme to streamline the securities industry, including expansion of the daily price fluctuation limit.","timeSpan":"false"},{"content":"the overnight call rates moved between 16.00 percent and 16.50 percent","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"The yield on the three-year corporate bond hovered at a year high of 12.58 percent on Thursday, The overnight call rates moved between 16.00 percent and 16.50 percent.","timeSpan":"false"}],"timestamp":"19960822000000"},{"analyzedText":"Foreigners were net buyers of Japanese stocks on the Tokyo, Osaka and Nagoya stock exchanges in the week of August 12-16, exchange data showed on Thursday. The figures, which are rounded, are as follows:     Total foreign buying	   287.83 billion yen     Total foreign selling	  357.62 billion yen     Net selling			 69.78 billion yen     Previous week net selling	1.85 billion yen","events":[{"content":"Foreigners were net buyers of Japanese stocks on the Tokyo , Osaka and Nagoya stock exchanges","end":"1996-7-12 23,59,59","personalTime":"false","start":"1996-7-12 00,00,00","text":"Foreigners were net buyers of Japanese stocks on the Tokyo, Osaka and Nagoya stock exchanges in the week of August 12-16, exchange data showed on Thursday.","timeSpan":"false"},{"content":"exchange data showed","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"Foreigners were net buyers of Japanese stocks on the Tokyo, Osaka and Nagoya stock exchanges in the week of August 12-16, exchange data showed on Thursday.","timeSpan":"false"}],"timestamp":"19960822000000"},{"analyzedText":"No change is seen in the Bank of Japan's monetary policy for now, Economic Planning Agency Vice Minister Shinpei Nukaya told reporters on Thursday.   Asked what he thought about the BOJ's monetary policy after the Federal Reserve decided not to raise interest rates in the United States, Nukaya said: 'These things are decided with an international perspective, but Japan will make its own decision based on its own circumstances. At the moment we don't have the environment for it (monetary policy) to change. Nukaya also said industrial production data was the focus of much attention. He said the data for July was being watched particularly to see if the large month-on-month prediction would actually be as high as expected.   The July figures will be released at the end of this month. Nukaya also said he did not believe there would be any change in the gradual improvement in industrial production. He added, however, that while industrial output was the focus of much attention, he did not believe monetary policy was directly linked to it.","events":[{"content":"Economic Planning Agency Vice Minister Shinpei Nukaya told reporters","end":"1996-11-01 00,00,00","personalTime":"PRESENT_REF","start":"1996-6-22 00,00,00","text":"No change is seen in the Bank of Japan's monetary policy for now, Economic Planning Agency Vice Minister Shinpei Nukaya told reporters on Thursday.","timeSpan":"false"},{"content":"Economic Planning Agency Vice Minister Shinpei Nukaya told reporters","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"No change is seen in the Bank of Japan's monetary policy for now, Economic Planning Agency Vice Minister Shinpei Nukaya told reporters on Thursday.","timeSpan":"false"},{"content":"the July figures will be released","end":"1996-7-31 23,59,59","personalTime":"false","start":"1996-7-01 00,00,00","text":"The July figures will be released at the end of this month.","timeSpan":"false"}],"timestamp":"19960822000000"},{"analyzedText":"Indonesia's state owned oil group Pertamina has allocated 242,000-243,000 barrels per day (bpd) of crude for export during September, industry sources in Singapore and Tokyo said on Thursday. This compared with original allocations for August of 220,000 bpd. Pertamina made the following allocations for its main crude grades in September, the sources said: -Minas  70,000 -Widuri 18-20,000 -Cinta 18-20,000 -Duri 40,000 -Belida 12,000 -Bontang mix 32,000 -Arun 40,000","events":[{"content":"industry sources in Singapore and Tokyo said","end":"1995-8-31 23,59,59","personalTime":"false","start":"1995-8-01 00,00,00","text":"Indonesia's state owned oil group Pertamina has allocated 242,000-243,000 barrels per day (bpd) of crude for export during September, industry sources in Singapore and Tokyo said on Thursday.","timeSpan":"false"},{"content":"industry sources in Singapore and Tokyo said","end":"1996-7-22 23,59,59","personalTime":"false","start":"1996-7-22 00,00,00","text":"Indonesia's state owned oil group Pertamina has allocated 242,000-243,000 barrels per day (bpd) of crude for export during September, industry sources in Singapore and Tokyo said on Thursday.","timeSpan":"false"},{"content":"Pertamina made the following allocations for its main crude grades Minas 70,000 - Widuri - Cinta 18-20 ,000 - Duri 40,000 - Belida 12,000 - Bontang mix 32,000 - Arun 40,000","end":"1995-8-31 23,59,59","personalTime":"false","start":"1995-8-01 00,00,00","text":"Pertamina made the following allocations for its main crude grades in September, the sources said: -Minas 70,000 -Widuri 18-20,000 -Cinta 18-20,000 -Duri 40,000 -Belida 12,000 -Bontang mix 32,000 -Arun 40,000","timeSpan":"false"}],"timestamp":"19960822000000"}]