[{"analyzedText":"Shareholders in Belgian chemicals and drugs group Solvay SA on Thursday approved a company proposal to split its stock at a 10-for-one rate, a Solvay spokesman said. The extraordinary general shareholders meeting also okayed a capital increase by incorporation of 17.6 billion francs in reserves. The move, designed to bring capital more into line with equity, takes Solvay's capital to 50 billion francs. The stock split takes place in September. -- Brussels Newsroom +32 2 287 6810, Fax +32 2 230 7710","events":[],"timestamp":"19970605000000"},{"analyzedText":"The Brent/Dubai spread for active month December widened in Asia on Tuesday in the wake of the overnight rally in Brent futures to fresh five-year highs. Brokers said Brent/Dubai for December was talked at $2.45/$2.60, wider than the day-earlier $2.15/$2.30 and London's late $2.40/$2.45. That left an implied value for November Brent/Dubai around $2.50 compared with Monday's $2.33.   At the same time, Dubai intermonth spreads widened to 50/60 cents for November/December and 44/48 for December/January and January/February. This compared with 42/47 cents for November/December and 41/46 for December/January and January/February on Monday. Overnight, the December Brent/Dubai was traded a $2.32 between a European major and a U.S. refiner and at $2.35 between another European major and the same U.S. refiner. Brokers and traders said the futures rally overnight had strengthened intermonth Dubai spreads and also the Brent/Dubai spread.   One broker also said there were some worries related to Iraqi oil flowing by the second quarter of 1997, prompting players to focus on the near end of the market. November paper Tapis rose to $24.30/$24.50 on Tuesday from $23.95/$24.15 a day-earlier, also supported by firmer Brent and NYMEX futures prices. Brokers said two traders exchanged 100,000 barrels on paper at $24.33 per barrel. The seller of the outright also sold a November/December spread at 36 cents to a Wall Street trader, they said.   November Brent futures in London overnight hit a fresh five-year high for the front-month contract of $24.50 per barrel. At the settlement, November was up 64 cents at $24.49 and traded at that level again on SIMEX on Tuesday. NYMEX November firmed 51 cents to $25.24 and stayed around its closing level on the after-hours ACCESS system during Asian hours. -- Singapore Newsroom (+65 870 3081)","events":[{"content":"November was up at the settlement 64 cents at $ 24.49","end":"1996-9-08 23,59,59","personalTime":"false","start":"1996-9-08 00,00,00","text":"At the settlement, November was up 64 cents at $24.49 and traded at that level again on SIMEX on Tuesday.","timeSpan":"false"},{"content":"December widened","end":"1996-9-08 23,59,59","personalTime":"false","start":"1996-9-08 00,00,00","text":"The Brent/Dubai spread for active month December widened in Asia on Tuesday in the wake of the overnight rally in Brent futures to fresh five-year highs.","timeSpan":"false"}],"timestamp":"19961008000000"},{"analyzedText":"Marxist guerrillas who held 72 hostages for four months were depressed, off-guard and ready to die by the time Peruvian troops stormed their position, a newspaper said on Wednesday citing a Canadian mediator. 'The depression and frustration took over the rebels and the hostages,' Canadian ambassador Anthony Vincent was quoted by the daily La Republica as saying when he reported back to his government. The paper did not say how it had obtained the confidential report. Vincent said the rebels gradually became sloppy in their vigilance, and put down their guns to play soccer inside the Japanese ambassador's residence. Troops took the house by assault on April 22 while the rebels played indoor soccer. The Tupac Amaru Revolutionary Movement (MRTA) leader Nestor Cerpa admitted he 'was ready to die' after rejecting a government's offer of political asylum in Cuba, Vincent added. The Canadian ambassador was taken hostage when the MRTA seized the diplomatic compound on Dec. 17, but was freed early on and formed part of a three-man panel trying to negotiate the freedom of the remaining 72 captives. Vincent painted a vivid picture of his frequent encounters with the MRTA rebels as he shuttled to and from the building for meetings. 'On one occasion I played football with them, but I didn't play very well,' the diplomat said in his report. In one of the earliest meetings, he accepted the MRTA's proposal to bring beers to the negotiating table in a safe house opposite the residence where the rebels met face-to-face with government officials. But the beers were never delivered. When negotiations bore no fruit, Peruvian troops entered the compound, freeing 71 of the hostages and killing all 14 rebels. One hostage and two commandos died in the raid, which ended Latin America's longest hostage siege.","events":[{"content":"a newspaper said citing a Canadian mediator","end":"1997-4-14 23,59,59","personalTime":"false","start":"1997-4-14 00,00,00","text":"Marxist guerrillas who held 72 hostages for four months were depressed, off-guard and ready to die by the time Peruvian troops stormed their position, a newspaper said on Wednesday citing a Canadian mediator.","timeSpan":"false"},{"content":"the MRTA seized the diplomatic compound","end":"1996-11-17 23,59,59","personalTime":"false","start":"1996-11-17 00,00,00","text":"The Canadian ambassador was taken hostage when the MRTA seized the diplomatic compound on Dec. 17, but was freed early on and formed part of a three-man panel trying to negotiate the freedom of the remaining 72 captives.","timeSpan":"false"},{"content":"Troops took the house","end":"1997-3-22 23,59,59","personalTime":"false","start":"1997-3-22 00,00,00","text":"Troops took the house by assault on April 22 while the rebels played indoor soccer.","timeSpan":"false"}],"timestamp":"19970514000000"}]