[{"annotations":[{"Text":"Syrian President Bashar Assad said in an interview broadcast Wednesday that he does not discount the possibility of a U.S. military attack even though threatened action was forestalled when he agreed to give up chemical weapons. Assad also said in an interview broadcast by Venezuela's state-run Telesur network that his government has confessions from rebels that they brought chemical weapons into the civil war-wracked nation. According to the broadcast's Spanish dubbing, Assad said all evidence pointed to rebel responsibility for the attack. He said that Syrian authorities had uncovered chemical arms caches and labs and that the evidence had been turned over to Russia, which brokered the deal that helped persuade U.S. President Barack Obama to pull back from threatened military action over an Aug. 21 gas attack that killed civilians in a Damascus suburb. In a speech at the U.N. on Tuesday, Obama said he would not use military force to depose Assad. But Washington and Moscow remain at odds on how to hold Syria accountable if it does not live up to its pledge to dismantle its chemical weapons stockpile. Assad predicted during the 40-minute interview that 'terrorists' would try to block access of U.N. inspectors who enter Syria to secure the government's chemical arsenal. While Assad said he had evidence that countries including Saudi Arabia were arming Syrian rebels, he said he had no proof that any particular country had supplied them with chemical weapons. He was also asked about the apparent thaw in relations between the U.S. and Iran, his government's chief patron in the region. Assad called the development positive but added that he did not consider it to mean that Tehran's leaders trust Washington. He said it was important that the U.S. stop pressuring Iran not to have nuclear technology. Assad also accused the Obama administration of lying to U.S. citizens by claiming it has proof that Assad's government was responsible for the Aug. 21 gas attack. More than 100,000 people have been killed in Syria's 2 1/2-year-old civil war. Join the Discussion You are using an outdated version of Internet Explorer.  Please click here to  upgrade your browser in order to comment.","byline":"-----","copyright":"AP","date":"20130926000000","dateline":"----","headline":"Assad Says He Doesn't Rule out US Attack","id":"root","itemId":"2286","lang":"en","title":"Assad Says He Doesn't Rule out US Attack"}]},{"annotations":[{"Text":"Britain's Foreign Minister William Hague (L) and Secretary of State John Kerry (R) vote to approve a resolution that will require Syria to give up its chemical weapons. (STAN HONDA / AFP/Getty Images) UNITED NATIONS (Reuters) - The U.N. Security Council adopted a resolution on Friday that demands the eradication of Syria's chemical weapons but does not threaten automatic punitive action against Syrian President Bashar al-Assad's government if it does not comply. The unanimous vote by the 15-member Security Council capped weeks of intense diplomacy between Russia and the United States. It was based on a deal between the two countries reached in Geneva earlier this month following an August 21 sarin nerve gas attack on a Damascus suburb that killed hundreds. The U.S.-Russia deal averted punitive U.S. military action against Assad's government, which Washington blamed for the August attack. The Syrian government and its ally, Russia, blamed anti-government rebels for the attack. One provision of the resolution, described by council diplomats as significant, formally endorses a plan for a political transition in Syria agreed on at an international conference in Geneva in June 2012. U.N. Secretary-General Ban Ki-moon said after the vote that the big powers hoped to hold a peace conference on Syria in mid-November in Geneva. He told the council the plan to eradicate Syria's chemical weapons was 'not a license to kill with conventional weapons.' 'As we mark this important step, we must never forget that the catalog of horrors in Syria continues with bombs and tanks, grenades and guns,' he said. 'A red light for one form of weapons does not mean a green light for others.' U.S. Secretary of State John Kerry said the vote showed that 'actions have consequences.' 'Our original objective was to degrade and deter Syria's chemical weapons capability. And the option of military force that President Obama has kept on the table could have achieved that. But tonight's resolution accomplishes even more - through peaceful means, it will for the first time seek to eliminate entirely a nation's chemical weapons capability,' he said. The resolution does not allow for automatic punitive action in the form of military strikes or sanctions if Syria does not comply. At Russia's insistence, Friday's resolution makes clear a second council decision would be needed for that. But Russian Foreign Minister Sergei Lavrov said the Security Council would be prepared to take punitive steps in the event of confirmed violations of the resolution by either side in the conflict. 'The United Nations Security Council ... will stand ready to take action under Chapter 7 of the (U.N.) charter, quite clearly,' he said. A major sticking point to the resolution had been Russia's opposition to writing it under Chapter 7 of the U.N. charter, which covers the council's authority to enforce its decisions with measures such as sanctions or military force. Russia has made clear, however, it would not support the use of force against Assad's government, a major importer of Russian weapons. Syria's ambassador to the United Nations, Bashar Ja'afari, said Turkey, Saudi Arabia, France, Qatar and the United States must abide by the resolution and be held accountable if they continued assisting the rebels, who Assad's government has accused of using poison gas against the government army. 'You can't bring terrorists from all over the world and send them into Syria in the name of jihad and then pretend that you are working for peace,' he said. Ja'afari said the government was 'fully committed to going to Geneva' for the planned peace talks, which the rebels have also suggested they would attend. U.S. President Barack Obama earlier called the draft U.N. resolution a 'potentially huge victory for the international community' and described it as legally binding, verifiable and enforceable. INSPECTORS HEAD TO SYRIA TUESDAY A Western diplomat, speaking on condition of anonymity, said the resolution deflected attention from Obama's wavering on the Syrian conflict. 'For the U.S., this resolution turns the attention away from its powerlessness,' he said. Assad agreed to destroy Syria's chemical weapons following global outrage over a sarin gas attack in the Damascus suburbs last month - the world's deadliest chemical attack in 25 years - and the U.S. military threat. Lavrov said earlier Russia was working 'energetically' to help convene Syria peace talks. 'People continue to die and peaceful civilians suffer every day in Syria,' he told the U.N. General Assembly. 'Virtually the only possibility today to put an end to this turmoil is to move from a deadlock to the process of political settlement of the Syrian crisis.' As a precursor to the U.N. vote, the 41-member Organization for the Prohibition of Chemical Weapons approved a decision in The Hague on Friday laying out procedures to rapidly verify and destroy Syria's chemical weapons stockpile. The decision will see inspectors sent to Syria starting on Tuesday.","byline":"John Irish and Michelle Nichols","copyright":"Reuters","date":"20130926000000","dateline":"2013-09-28","headline":"U.N. Security Council demands elimination of Syria chemical arms","id":"root","itemId":"2286","lang":"en","title":"U.N. Security Council demands elimination of Syria chemical arms"}]},{"annotations":[{"Text":"The UN Security Council unanimously adopted a resolution that demands the eradication of Syria’s chemical weapons. But the resolution adopted late on Friday does not threaten automatic punitive action against the Syrian regime if it does not comply. The unanimous vote by the 15-member Security Council ended weeks of intense diplomacy between Russia and the United States. The resolution was based on a deal between the two countries reached in Geneva earlier this month following an Aug 21 sarin nerve gas attack on a Damascus suburb that killed hundreds. The US-Russia deal averted punitive US military action against president Bashar al-Assad’s government, which Washington blamed for the August attack. The Syrian government and its ally, Russia, blamed anti-government rebels for the attack. Late Friday evening US and Russia reached an agreement on the wording of the resolution, which would be legally binding but would not include automatic enforcement, such as sanctions or the use of military force. Western powers on the Security Council backed away from many of their initial demands, diplomats say, in order to secure Russia’s approval. The only reference to enforcement in the draft is a threat that if Syria fails to comply with the resolution, the council would impose punitive measures such as sanctions or military action under Chapter 7 of the UN charter, which would require a second resolution that Russia could veto. One provision of the resolution, described by council diplomats as significant, formally endorses a plan for a political transition in Syria agreed on at an international peace conference in Geneva in June 2012. UN Secretary-General Ban Ki-moon praised the work of US Secretary of State John Kerry and Russian Foreign Minister Sergei Lavrov in the lead-up to the vote. “Today’s historic resolution is the first hopeful news on Syria in a long time,” he said. “For many months I have said that the confirmed use of chemical weapons in Syria would require a firm united response. Tonight the international community has delivered.” Kerry, for his part, reiterated to the Security Council and Damascus that: “Should the regime fail to act, there will be consequences.” Syria’s UN ambassador Bashar Ja’afari says the resolution covers most of Damascus’ concerns. He says countries supporting Syria’s rebels—Turkey, Saudi Arabia, Qatar, France and the United States—should also abide by the resolution.","byline":"John Irish and Michelle Nichols","copyright":"Print","date":"20130929000000","dateline":"2013-09-28","headline":"The UN Security Council unanimously adopted a resolution that demands the eradication of Syria’s chemical weapons.","id":"root","itemId":"2286","lang":"en","title":"The UN Security Council unanimously adopted a resolution that demands the eradication of Syria’s chemical weapons."}]}]